docs/history/history11/KBhIntersectionsEssayPrep.tex
% Created 2021-09-11 Sat 16:40
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Houjun Liu}
\date{\today}
\title{Indigenous Intersection Essay Prep}
\hypersetup{
 pdfauthor={Houjun Liu},
 pdftitle={Indigenous Intersection Essay Prep},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{General Information}
\label{sec:org74e0e5f}
\begin{center}
\begin{tabular}{lll}
Due Date & Topic & Important Documents\\
\hline
????? & Synthesis Essay: Indigenous Intersections & - Facing East\\
 &  & - Follow the corn\\
 &  & - White's Middle Ground\\
 &  & - Atlantic on Mann's 1941\\
\end{tabular}
\end{center}

\section{Prompt}
\label{sec:org32f5fe4}
\textbf{Indigenous intersections with European culture}

\begin{enumerate}
\item What is an idea, theme, or commonality that connects the resources to each other?
\item What is your own thesis concerning this idea, theme, or commonality?
\item How can my thesis be supported by evidence from various sources? Revisit your
\end{enumerate}
sources and notes – do they support your thesis?

\section{Quotes Processing}
\label{sec:orga362807}

\subsection{Kwotes Bin}
\label{sec:orgad231a0}
\begin{itemize}
\item "Words like 'invasion' and 'conquest' may now trip more easily from our tongues than quaint phrases like "the transit of civilization, 'yet the “master narrative” of early America remains essentially European-focused." (Richter 8) AA
\item "The paucity of historical sources and the enormous distances in time and culture that yawn between the twenty-first and seventeenth centuries make it impossible to see the world through her eyes." (Richter 9) AB
\item "At this point in our fractious nation’s experience, it seems more than necessary and desirable to find frames of reference capable of embracing the common, if often excruciating, origins of the continent's diverse peoples." (Richter 10) AC
\item "Only after the establishment of large-scale European colonies—and the much bigger and more predictable patterns of trade they allowed did Indians begin to use imported goods in ways that resembled the purposes for which they had been designed." (Richter 43) AD
\item "The news things were \textbf{\textbf{always}} in some practical way superior to the old --- lighter, sharper, more durable --- but they were used in very familiar contexts." (Richter 44) AE
\item "Something as basic as firemaking was radically simplified not just by axes that made firewood more readily obtainable but by flint and still 'strike-a-lights'" (Richter 44) AF
\item "The vastly increased supply did not so much devalue what was once rare as create an innovative cultural phenomenon rooted in unprecedented abundance" (Richter 46) AJ
\item "But all of this Indian abundance depended on a kind of mobility and flexible use of the landscape that would prove incompatible with the colonists’ ways of interacting with the environment." (Richter 57) AH
\item "With literally everyone sick, and the able-bodied adults more incapacitated than the rest, the everyday work of raising crops, gathering wild plants, fetching water and firewood, hunting meat, and harvesting fish virtually ceased." (Richter 61) AI
\item "Nice distinctions between restoration for victims and bloodthirsty revenge must frequently have blurred." (Richter 66) AJ
\item "The Indian's world \ldots{} was \ldots{} the creation of individuals and shattered families who recombined and reinvented themselves to survive in unprecedented circumstances. In all of this, eastern Native people were anything but passive victims unable to change." (Richter 66) AK
\item "As Nathan Huggins once said of African American history, 'it is exactly this triumph of the human spirit over adversity that is the great story.' The same is true for Native American history from the early seventeenth century onward." (Richter 68) AM
\item "There were elaborate markets in each city and a far-flung trade network that used routes established by the Toltecs." (Dunbar-Ortiz 7) BA
\item "Native peoples were colonized and deposed of their territories as distinct peoples—hundreds of nations—not as a racial or ethnic group." (Dunbar-Ortiz 2) BB
\item "Indigenous survival as peoples is due to centuries of resistance and storytelling passed through the generations, and I sought to demonstrate that this survival is dynamic, not passive." (Dunbar-Ortiz 2) BC
\item "Being pressed for tribute through violent attacks, peasants rebelled and there were uprisings all over Mexico. Cortes’s recruitment of resistant communities all over Mexico as allies aided in toppling the central regime." (Dunbar-Ortiz 7) BD
\item "Averaging thirty feet wide, these roads followed straight courses, even through difficult terrain such as hills and rock formations. The highways connected some seventy-five communities." (Dunbar-Ortiz 8) BE
\item "Cahokia supported a population oftens of thousands, larger than that of London during the same period." (Dunbar-Ortiz 9) BF
\item "the practice of herbal medicine and even surgery and dentistry, and most importantly both hygienic and ritual bathing, kept diseases at bay" (Dunbar-Ortiz 9) BG
\item "According to the value system that drove consensus building and decision making in these societies, the community’s interest overrode individual interests." (Dunbar-Ortiz 10) BH
\item "Algonquians eventually accepted Jesuit celibacy, but the Jesuits never accepted Algonquian sexual mores, particularly when other Frenchmen proved so enthusiastic about them." (White 60) CA
\item "Sex was hardly a personal affair; it was governed and regulated by the appropriate authorities." (White 60) CB
\item "To understand sexual relations between Algonquians and Europeans, we must remove the combination of sexual fantasy, social criticism, and Jansenism with which the French often veiled their descriptions." (White 61) CC
\item "She could leave her husband and return to her own family whenever she chose. Among many groups adultery was not harshly punished" (White 62) CD
\item "adultery a meaningless category. And, indeed, it was the categories themselves that were the problem. European conceptions of marriage, adultery, and prostitution just could not encompass the actual variety of sexual relations in the pays d'en haut." (White 63) CE
\item "Prostitution had little to do with that term as commonly understood \ldots{} Sex accompanied a general agreement to do the work commonly expected of women in Algonquian society" (White 65) CF
\item "This stress on a powerful female religious figure, whose power, like that of the Jesuits, was connected with sexual abstinence, attracted a congregation composed largely of women" (White 67) CG
\item "Jesuit influence threatened not only sexual activity but also the ability of traders and coureurs de bois to create the ties to Algonquian society on which their trade, and perhaps their lives, depended." (White 68) actual event
\item DA claims NM living was long and well, with a healthy life balaince
\item DB that even European settlers marveled at the frequent bathing of NM
\end{itemize}

\subsubsection{Discussion of Culture}
\label{sec:org05df2e9}
\begin{itemize}
\item BH native groups had a sense of belonging and community interest
\item CB there was systems governing and de-personalising intercourse
\item CC french descriptions of relationships were complicated by fantasy and social crititism (and a divine grace argument a la Jansenism)
\end{itemize}

\subsubsection{Discussion of Trade}
\label{sec:org7e461ed}
\begin{itemize}
\item AD \textbf{only} after the establishment of flourishing European trading could the Indians use goods as they intended
\end{itemize}

\section{Claim Synthesis}
\label{sec:org43823df}

\subsection{Quote Organization}
\label{sec:org26dbb76}

\subsubsection{On the culture of sex}
\label{sec:org57c03cc}
\begin{itemize}
\item CE European constructions of sex does not manifest in that of the NM tradition
\item CH But, the application of these philosophies were nevertheless effective and damaging: CG that there is a figure who's power centers around abstinence was appealing, Jesuit preaching disrupted the way by which society was conducted around sex
\end{itemize}

\subsubsection{On the prevalence of technology}
\label{sec:org5989285}
\begin{itemize}
\item AH NM technology was incompatible with European ways
\item BA infrastructured and trade flourished as established by the Toltecs, BF cities of Cahokia was large and well-supported
\item AE Richter claims that European technology was always better and was a drop-in replacement for NM tech
\end{itemize}

\subsubsection{On the importance of narrative}
\label{sec:org16b453f}
\begin{itemize}
\item AC claims that it is necessary to create a common narrative that blends the diversity into one
\item BB each NM group was a distict nation and not just one large group, and BC storytelling serves at the heart of the continuaunce of tradition
\item AB Richter claims impossibility of recovering an Americacentric narrative b/c cannot see through "their" (NM's) eyes
\end{itemize}

\subsection{The Claim}
\label{sec:org2d56707}
\textbf{\textbf{Treatment towards the culture of sex, growth of technology and importance of narrative in early American society by both White and Richter reflects the often Eurocentric misappropriations --- under the pretense of attempting to illustrate a natively American perspective --- of the agency of Native American action.}}

\noindent\rule{\textwidth}{0.5pt}

There's always the \href{https://wp.ucla.edu/wp-content/uploads/2016/01/UWC\_handouts\_What-How-So-What-Thesis-revised-5-4-15-RZ.pdf}{UCLA Writing Lab}.
\end{document}
